<?php
return array (
  'meta' => 
  array (
    'Project-Id-Version' => 'shop/plugins/cml1c',
    'POT-Creation-Date' => '2016-09-06 13:13+0000',
    'PO-Revision-Date' => '',
    'Last-Translator' => 'shop/plugins/cml1c',
    'Language-Team' => 'shop/plugins/cml1c',
    'MIME-Version' => '1.0',
    'Content-Type' => 'text/plain; charset=utf-8',
    'Content-Transfer-Encoding' => '8bit',
    'Plural-Forms' => 
    array (
      'nplurals' => '3',
      'plural' => 'return (((($n%10)==1)&&(($n%100)!=11))?(0):((((($n%10)>=2)&&(($n%10)<=4))&&((($n%100)<10)||(($n%100)>=20)))?(1):2));',
    ),
    'X-Poedit-SourceCharset' => 'utf-8',
    'X-Poedit-Basepath' => '.',
    'X-Generator' => 'Poedit 2.0.6',
    'Language' => 'ru_RU',
    'X-Poedit-SearchPath-0' => '.',
    'X-Poedit-SearchPath-1' => '.',
  ),
  'messages' => 
  array (
    'imported %d product image' => 
    array (
      0 => 'импортировано %d изображение товара',
      1 => 'импортировано %d изображения товаров',
      2 => 'импортировано %d изображений товаров',
    ),
    'imported %d category' => 
    array (
      0 => 'импортировано %d категория',
      1 => 'импортировано %d категории',
      2 => 'импортировано %d категорий',
    ),
    'imported %d product' => 
    array (
      0 => 'импортирован %d товар',
      1 => 'импортировано %d товара',
      2 => 'импортировано %d товаров',
    ),
    'imported %d sku' => 
    array (
      0 => 'импортирован %d артикул',
      1 => 'импортировано %d артикула',
      2 => 'импортировано %d артикулов',
    ),
    'imported %d offer' => 
    array (
      0 => 'импортировано %d предложение',
      1 => 'импортировано %d предложения',
      2 => 'импортировано %d предложений',
    ),
    'imported %d feature' => 
    array (
      0 => 'импортирована %d характеристика',
      1 => 'импортировано %d характеристики',
      2 => 'импортировано %d характеристик',
    ),
    'updated %d order' => 
    array (
      0 => 'обновлен %d заказ',
      1 => 'обновлено %d заказа',
      2 => 'обновлено %d заказов',
    ),
    'updated %d product image' => 
    array (
      0 => 'обновлено %d изображение товара',
      1 => 'обновлено %d изображения товаров',
      2 => 'обновлено %d изображений товаров',
    ),
    'updated %d category' => 
    array (
      0 => 'обновлена %d категория',
      1 => 'обновлено %d категории',
      2 => 'обновлено %d категорий',
    ),
    'updated %d product' => 
    array (
      0 => 'обновлен %d товар',
      1 => 'обновлено %d товара',
      2 => 'обновлено %d товаров',
    ),
    'updated %d sku' => 
    array (
      0 => 'обновлен %d артикул',
      1 => 'обновлено %d артикула',
      2 => 'обновлено %d артикулов',
    ),
    'updated %d offer' => 
    array (
      0 => 'обновлено %d предложение',
      1 => 'обновлено %d предложения',
      2 => 'обновлено %d предложений',
    ),
    'updated %d feature' => 
    array (
      0 => 'обновлена %d характеристика',
      1 => 'обновлено %d характеристики',
      2 => 'обновлено %d характеристик',
    ),
    'analyzed %d product' => 
    array (
      0 => 'проанализирован %d товар',
      1 => 'проанализировано %d товара',
      2 => 'проанализировано %d товаров',
    ),
    'analyzed %d sku' => 
    array (
      0 => 'проанализирован %d артикул',
      1 => 'проанализировано %d артикула',
      2 => 'проанализировано %d артикулов',
    ),
    'analyzed %d offer' => 
    array (
      0 => 'проанализировано %d предложение',
      1 => 'проанализировано %d предложения',
      2 => 'проанализировано %d предложений',
    ),
    'analyzed %d feature' => 
    array (
      0 => 'проанализирована %d характеристика',
      1 => 'проанализировано %d характеристики',
      2 => 'проанализировано %d характеристик',
    ),
    'analyzed %d stock' => 
    array (
      0 => 'проанализирован %d склад',
      1 => 'проанализировано %d склада',
      2 => 'проанализировано %d складов',
    ),
    'skipped %d order' => 
    array (
      0 => 'пропущен %d заказ',
      1 => 'пропущено %d заказа',
      2 => 'пропущено %d заказов',
    ),
    'skipped %d product image' => 
    array (
      0 => 'пропущено %d изображение товара',
      1 => 'пропущено %d изображения товаров',
      2 => 'пропущено %d изображений товаров',
    ),
    'skipped %d category' => 
    array (
      0 => 'пропущена %d категория',
      1 => 'пропущено %d категории',
      2 => 'пропущено %d категорий',
    ),
    'skipped %d product' => 
    array (
      0 => 'пропущен %d товар',
      1 => 'пропущено %d товара',
      2 => 'пропущено %d товаров',
    ),
    'skipped %d sku' => 
    array (
      0 => 'пропущен %d артикул',
      1 => 'пропущено %d артикула',
      2 => 'пропущено %d артикулов',
    ),
    'skipped %d offer' => 
    array (
      0 => 'пропущено %d предложение',
      1 => 'пропущено %d предложения',
      2 => 'пропущено %d предложений',
    ),
    '%d order' => 
    array (
      0 => '%d заказ',
      1 => '%d заказа',
      2 => '%d заказов',
    ),
    '%d product' => 
    array (
      0 => '%d товар',
      1 => '%d товара',
      2 => '%d товаров',
    ),
    '%d offer' => 
    array (
      0 => '%d предложение',
      1 => '%d предложения',
      2 => '%d предложений',
    ),
    '%d category' => 
    array (
      0 => '%d категория',
      1 => '%d категории',
      2 => '%d категорий',
    ),
    'analyzed %d price' => 
    array (
      0 => 'проанализирована %d цена',
      1 => 'проанализировано %d цены',
      2 => 'проанализировано %d цен',
    ),
  ),
);
